Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Apple Intelligence can't build plugins on this device: a plugin needs more instructions than the on-device model accepts. Use Send to app or Copy to build it with another assistant, or choose a cloud provider.
de: Apple Intelligence kann auf diesem Gerät keine Plugins erstellen: Ein Plugin braucht mehr Anweisungen, als das lokale Modell annimmt. Verwende An App senden oder Kopieren, um es mit einem anderen Assistenten zu erstellen, oder wähle einen Cloud-Anbieter.
es: Apple Intelligence no puede crear plugins en este dispositivo: un plugin necesita más instrucciones de las que admite el modelo local. Usa Enviar a app o Copiar para crearlo con otro asistente, o elige un proveedor en la nube.
et: Apple Intelligence ei saa selles seadmes pistikprogramme luua: pistikprogramm vajab rohkem juhiseid, kui seadmesisene mudel vastu võtab. Kasuta valikut Saada rakendusse või Kopeeri, et luua see mõne muu assistendiga, või vali pilveteenuse pakkuja.
fr: Apple Intelligence ne peut pas créer de plugins sur cet appareil : un plugin demande plus d’instructions que le modèle local n’en accepte. Utilisez Envoyer à une app ou Copier pour le créer avec un autre assistant, ou choisissez un fournisseur cloud.
hu: Az Apple Intelligence ezen az eszközön nem tud bővítményt készíteni: egy bővítménynek több utasításra van szüksége, mint amennyit a helyi modell elfogad. Használd a Küldés appnak vagy a Másolás lehetőséget, hogy másik asszisztenssel készítsd el, vagy válassz felhőszolgáltatót.
it: Apple Intelligence non può creare plugin su questo dispositivo: un plugin richiede più istruzioni di quante ne accetti il modello locale. Usa Invia a un’app o Copia per crearlo con un altro assistente, oppure scegli un provider cloud.
ja: この端末のApple Intelligenceではプラグインを作成できません。プラグインには、端末上のモデルが受け取れる量を超える指示が必要です。「Appに送信」または「コピー」で別のアシスタントを使って作成するか、クラウドプロバイダを選んでください。
ko: 이 기기의 Apple Intelligence로는 플러그인을 만들 수 없습니다. 플러그인에는 기기 내 모델이 받아들이는 것보다 많은 지침이 필요합니다. ‘앱으로 보내기’나 ‘복사’로 다른 어시스턴트를 이용해 만들거나, 클라우드 제공자를 선택하세요.
ms: Apple Intelligence tidak boleh mencipta plugin pada peranti ini: plugin memerlukan lebih banyak arahan daripada yang diterima model pada peranti. Guna Hantar ke apl atau Salin untuk menciptanya dengan pembantu lain, atau pilih pembekal awan.
pt: A Apple Intelligence não consegue criar plugins neste dispositivo: um plugin precisa de mais instruções do que o modelo local aceita. Use Enviar para app ou Copiar para criá-lo com outro assistente, ou escolha um provedor na nuvem.
ru: Apple Intelligence не может создавать плагины на этом устройстве: плагину нужно больше инструкций, чем принимает локальная модель. Используйте «Отправить в приложение» или «Копировать», чтобы создать его с другим ассистентом, либо выберите облачного провайдера.
zh_hans: Apple Intelligence 无法在此设备上创建插件：插件需要的说明超出了设备端模型可接受的范围。请使用“发送到 App”或“复制”，用其他助手来创建，或选择云端服务商。

source: Apple Intelligence gives you more natural translations, entirely on device. If it's unavailable, translation falls back to the offline language packs below.
de: Apple Intelligence liefert natürlichere Übersetzungen, komplett auf dem Gerät. Wenn es nicht verfügbar ist, werden die Offline-Sprachpakete unten verwendet.
es: Apple Intelligence ofrece traducciones más naturales, totalmente en el dispositivo. Si no está disponible, se usan los paquetes de idiomas sin conexión de abajo.
et: Apple Intelligence annab loomulikumaid tõlkeid, täielikult seadmel. Kui see pole saadaval, läheb tõlge üle alljärgnevatele ühenduseta keelepakettidele.
fr: Apple Intelligence donne des traductions plus naturelles, entièrement sur l'appareil. S'il n'est pas disponible, les packs de langues hors ligne ci-dessous prennent le relais.
hu: Az Apple Intelligence természetesebb fordítást ad, teljesen az eszközön. Ha nem érhető el, az alábbi offline nyelvi csomagok veszik át a helyét.
it: Apple Intelligence offre traduzioni più naturali, interamente sul dispositivo. Se non è disponibile, vengono usati i pacchetti lingua offline qui sotto.
ja: Apple Intelligenceなら、より自然な翻訳をすべてデバイス上で行えます。利用できない場合は、下のオフライン言語パックに切り替わります。
ko: Apple Intelligence가 기기 안에서 더 자연스럽게 번역해 줘요. 사용할 수 없을 때는 아래의 오프라인 언어 팩으로 전환돼요.
ms: Apple Intelligence memberi terjemahan yang lebih semula jadi, semuanya pada peranti. Jika tidak tersedia, pek bahasa luar talian di bawah akan digunakan.
pt: O Apple Intelligence cria traduções mais naturais, totalmente no dispositivo. Se não estiver disponível, são usados os pacotes de idiomas offline abaixo.
ru: Apple Intelligence даёт более естественные переводы, полностью на устройстве. Если она недоступна, перевод использует офлайн-языковые пакеты ниже.
zh_hans: Apple Intelligence 可完全在设备端提供更自然的翻译。如果无法使用，则会切换到下方的离线语言包。

source: Apple Intelligence is off. Completions, dictation clean-up, translation and AI Tools all wait on this switch.
de: Apple Intelligence ist aus. Vervollständigungen, Diktier-Assistenz, Übersetzung und KI-Werkzeuge hängen alle an diesem Schalter.
es: Apple Intelligence está desactivado. Los completados, la asistencia de dictado, la traducción y las herramientas de IA dependen de este interruptor.
et: Apple Intelligence on väljas. Lõpetused, dikteerimise puhastamine, tõlge ja TI-tööriistad ootavad kõik selle lüliti peale.
fr: Apple Intelligence est désactivé. Les complétions, l'assistance dictée, la traduction et les outils IA dépendent tous de ce réglage.
hu: Az Apple Intelligence ki van kapcsolva. A befejezések, a diktálási segítség, a fordítás és az MI-eszközök mind ezen a kapcsolón múlnak.
it: Apple Intelligence è disattivato. Completamenti, assistenza dettatura, traduzione e strumenti AI dipendono tutti da questo interruttore.
ja: Apple Intelligence はオフです。補完、音声入力アシスト、翻訳、AIツールはすべてこのスイッチ次第です。
ko: Apple Intelligence가 꺼져 있어요. 자동 완성, 딕테이션 지원, 번역, AI 도구 모두 이 스위치에 달려 있어요.
ms: Apple Intelligence dimatikan. Pelengkapan, bantuan dikte, terjemahan dan alat AI semuanya bergantung pada suis ini.
pt: O Apple Intelligence está desativado. As conclusões, a assistência de ditado, a tradução e as ferramentas de IA dependem todas deste interruptor.
ru: Apple Intelligence выключен. Продолжения, помощь при диктовке, перевод и инструменты ИИ — всё зависит от этого переключателя.
zh_hans: Apple Intelligence 已关闭。补全、听写辅助、翻译和 AI 工具都取决于这个开关。

source: Apple Intelligence is ready on this phone.
de: Apple Intelligence ist auf diesem Handy bereit.
es: Apple Intelligence está listo en este teléfono.
et: Apple Intelligence on selles telefonis valmis.
fr: Apple Intelligence est prêt sur ce téléphone.
hu: Az Apple Intelligence készen áll ezen a telefonon.
it: Apple Intelligence è pronto su questo telefono.
ja: この端末で Apple Intelligence が使えます。
ko: 이 폰에서 Apple Intelligence를 쓸 수 있어요.
ms: Apple Intelligence sedia pada telefon ini.
pt: O Apple Intelligence está pronto neste telefone.
ru: Apple Intelligence готов на этом телефоне.
zh_hans: 这台手机上 Apple Intelligence 已经就绪。

source: Apple Intelligence is still getting ready.
de: Apple Intelligence wird noch vorbereitet.
es: Apple Intelligence aún se está preparando.
et: Apple Intelligence valmistub veel.
fr: Apple Intelligence est encore en préparation.
hu: Az Apple Intelligence még készülődik.
it: Apple Intelligence si sta ancora preparando.
ja: Apple Intelligence はまだ準備中です。
ko: Apple Intelligence가 아직 준비 중입니다.
ms: Apple Intelligence masih bersedia.
pt: A Apple Intelligence ainda está a preparar-se.
ru: Apple Intelligence ещё готовится.
zh_hans: Apple Intelligence 仍在准备中。

source: Apple Intelligence is still getting ready. Try again in a moment.
de: Apple Intelligence wird noch vorbereitet. Versuch es gleich noch einmal.
es: Apple Intelligence aún se está preparando. Inténtalo de nuevo en un momento.
et: Apple Intelligence valmistub veel. Proovi hetke pärast uuesti.
fr: Apple Intelligence se prépare encore. Réessaie dans un instant.
hu: Az Apple Intelligence még készül. Próbáld újra egy kis idő múlva.
it: Apple Intelligence si sta ancora preparando. Riprova tra poco.
ja: Apple Intelligenceは準備中です。少し待ってからもう一度お試しください。
ko: Apple Intelligence를 준비 중입니다. 잠시 후 다시 시도해 주세요.
ms: Apple Intelligence masih sedang disediakan. Cuba lagi sebentar nanti.
pt: A Apple Intelligence ainda está a preparar-se. Tente novamente dentro de instantes.
ru: Apple Intelligence ещё готовится к работе. Попробуйте чуть позже.
zh_hans: Apple Intelligence 仍在准备中，请稍后重试。

source: Apple Intelligence isn't available right now.
de: Apple Intelligence ist gerade nicht verfügbar.
es: Apple Intelligence no está disponible ahora mismo.
et: Apple Intelligence pole praegu saadaval.
fr: Apple Intelligence n'est pas dispo pour le moment.
hu: Az Apple Intelligence most nem érhető el.
it: Apple Intelligence non è disponibile in questo momento.
ja: 今は Apple Intelligence が使えません。
ko: 지금은 Apple Intelligence를 쓸 수 없어요.
ms: Apple Intelligence tak tersedia sekarang.
pt: O Apple Intelligence não está disponível de momento.
ru: Apple Intelligence сейчас недоступен.
zh_hans: Apple Intelligence 现在用不了。

source: Apple Intelligence only
de: Nur mit Apple Intelligence
es: Solo con Apple Intelligence
et: Ainult Apple Intelligence
fr: Apple Intelligence uniquement
hu: Csak Apple Intelligence-szel
it: Solo con Apple Intelligence
ja: Apple Intelligenceのみ
ko: Apple Intelligence 전용
ms: Apple Intelligence sahaja
pt: Apenas com Apple Intelligence
ru: Только Apple Intelligence
zh_hans: 仅限 Apple Intelligence

source: Apple Intelligence translates for higher-quality, more idiomatic results. On-device; nothing uploaded.
de: Apple Intelligence übersetzt für bessere, natürlichere Ergebnisse. Alles auf dem Gerät, nichts wird hochgeladen.
es: Apple Intelligence traduce para darte resultados mejores y más naturales. En el dispositivo; no se sube nada.
et: Apple Intelligence tõlgib kvaliteetsemate ja loomulikumate tulemuste jaoks. Seadmel; midagi ei laadita üles.
fr: Apple Intelligence traduit pour des résultats plus naturels et de meilleure qualité. Sur l'appareil, rien n'est envoyé en ligne.
hu: Az Apple Intelligence fordít, jobb minőségű, természetesebb eredményért. Az eszközön történik, semmi nem megy fel a netre.
it: Apple Intelligence traduce con risultati più naturali e di qualità. Sul dispositivo, non viene caricato niente.
ja: Apple Intelligenceで翻訳すると、もっと質が高く自然な結果になります。デバイス内で処理するので、何もアップロードされません。
ko: Apple Intelligence가 번역해서 더 좋고 자연스러운 결과를 만들어줘요. 기기 안에서 처리하니까 밖으로 나가는 건 없어요.
ms: Apple Intelligence terjemah untuk hasil yang lebih baik dan lebih bersahaja. Dalam peranti; tiada apa dimuat naik.
pt: A Apple Intelligence traduz para dar resultados mais idiomáticos e de melhor qualidade. No dispositivo, nada é enviado.
ru: Apple Intelligence переводит качественнее и живее. Всё на устройстве, ничего не загружается.
zh_hans: 用 Apple Intelligence 来翻译，质量更高，也更地道。都在设备上完成，不会上传任何东西。

source: Apple's on-device language packs translate offline. Fast and wide device support; a pack may download on first use.
de: Apples Sprachpakete auf dem Gerät übersetzen offline. Schnell und auf vielen Geräten; ein Paket wird beim ersten Mal vielleicht geladen.
es: Los paquetes de idioma de Apple traducen sin conexión, en el propio dispositivo. Rápidos y compatibles con muchos dispositivos; puede que se descargue un paquete la primera vez.
et: Apple seadmesisesed keelepaketid tõlgivad ühenduseta. Kiire ja lai seadmetoetus; pakett võib esmakordsel kasutamisel alla laadida.
fr: Les modules de langue sur l'appareil d'Apple traduisent hors ligne. Rapides et compatibles avec plein d'appareils ; un module peut se télécharger à la première utilisation.
hu: Az Apple eszközön futó nyelvi csomagjai offline fordítanak. Gyors, és sok eszközön megy; a csomag az első használatkor letöltődhet.
it: I pacchetti lingua sul dispositivo di Apple traducono offline. Veloci e con ampio supporto; al primo utilizzo un pacchetto potrebbe scaricarsi.
ja: Apple の端末内の言語パックがオフラインで翻訳します。速くて対応端末も多いですが、初めて使うときはパックのダウンロードが必要な場合があります。
ko: Apple의 온디바이스 언어 팩이 오프라인으로 번역해요. 빠르고 지원하는 기기도 많아요. 처음 쓸 때 팩을 내려받을 수 있어요.
ms: Pek bahasa atas peranti Apple menterjemah secara luar talian. Pantas dengan sokongan peranti luas; sesuatu pek mungkin dimuat turun kali pertama anda guna.
pt: Os pacotes de idioma da Apple traduzem no aparelho, offline. Rápidos e com suporte em muitos aparelhos; um pacote pode ser descarregado na primeira utilização.
ru: Языковые пакеты Apple переводят офлайн, прямо на устройстве. Быстро и работает на большинстве устройств; при первом использовании пакет может загрузиться.
zh_hans: Apple 的设备端语言包能离线翻译。速度快、支持的设备多；第一次用可能要下个语言包。

source: Applied to emoji that can take a skin tone, unless you’ve set one for that emoji by holding it down in the keyboard.
de: Gilt für Emojis, die einen Hautton haben können, außer du hast für dieses Emoji selbst einen festgelegt, indem du es auf der Tastatur gedrückt hältst.
es: Se aplica a los emoji que admiten tono de piel, salvo que le hayas puesto uno a ese emoji manteniéndolo pulsado en el teclado.
et: Rakendub emojidele, mis võivad omada nahatooni, välja arvatud juhul, kui oled selle emoji jaoks ise ühe määranud, klaviatuuril seda all hoides.
fr: S'applique aux emoji qui acceptent une teinte de peau, sauf si tu en as choisi une pour cet emoji en le gardant appuyé dans le clavier.
hu: Azokra az emojikra vonatkozik, amik felvehetnek bőrtónust, kivéve ha egyet már beállítottál nekik a billentyűzeten lenyomva tartással.
it: Vale per le emoji che possono avere una tonalità della pelle, a meno che tu non ne abbia scelta una per quell'emoji tenendola premuta sulla tastiera.
ja: 肌の色を選べる絵文字に反映されます。ただし、キーボードでその絵文字を長押しして肌の色を決めている場合は、そちらが優先されます。
ko: 피부색을 넣을 수 있는 이모지에 적용돼요. 키보드에서 그 이모지를 길게 눌러 직접 정해 뒀다면 그건 빼고요.
ms: Digunakan pada emoji yang boleh terima ton kulit, melainkan anda dah tetapkan satu untuk emoji itu dengan menahannya pada papan kekunci.
pt: Aplica-se aos emoji que aceitam tom de pele, a não ser que já tenhas definido um para esse emoji, mantendo-o premido no teclado.
ru: Применяется к эмодзи, у которых есть тон кожи, — кроме тех, для которых вы задали свой, удержав их на клавиатуре.
zh_hans: 用在能设肤色的表情上，除非你在键盘里长按单独给它设过肤色。

source: Applies one of your Clink keyboard profiles.
de: Wendet eines deiner Clink-Tastaturprofile an.
es: Aplica uno de tus perfiles de teclado de Clink.
et: Rakendab ühe sinu Clinki klaviatuuriprofiilidest.
fr: Applique l’un de tes profils de clavier Clink.
hu: Alkalmazza az egyik Clink billentyűzetprofilt.
it: Applica uno dei tuoi profili tastiera Clink.
ja: Clinkのキーボードプロファイルのいずれかを適用します。
ko: Clink 키보드 프로필 중 하나를 적용합니다.
ms: Menggunakan salah satu profil papan kekunci Clink.
pt: Aplica um dos teus perfis de teclado do Clink.
ru: Применяет один из ваших профилей клавиатуры Clink.
zh_hans: 应用一个 Clink 键盘配置。

source: Applies this profile
de: Wendet dieses Profil an
es: Aplica este perfil
et: Rakendab seda profiili
fr: Applique ce profil
hu: Ezt a profilt alkalmazza
it: Applica questo profilo
ja: このプロファイルを適用
ko: 이 프로필 적용
ms: Gunakan profil ini
pt: Aplica este perfil
ru: Применяет этот профиль
zh_hans: 应用此配置

source: Applies to
de: Gilt für
es: Se aplica a
et: Rakendub
fr: S'applique à
hu: Érvényes
it: Si applica a
ja: 適用先
ko: 적용 대상
ms: Digunakan pada
pt: Aplica-se a
ru: Относится к
zh_hans: 适用于

source: Applies to every letter set to match the font. A letter with its own spacing keeps it.
de: Gilt für alle Buchstaben, die der Schrift folgen. Ein Buchstabe mit eigenem Abstand behält ihn.
es: Se aplica a todas las letras configuradas para seguir la fuente. Una letra con su propio espaciado lo conserva.
et: Kehtib kõigile tähtedele, mis järgivad fonti. Oma vahedega täht säilitab need.
fr: S'applique à toutes les lettres réglées pour suivre la police. Une lettre ayant son propre espacement le conserve.
hu: Minden olyan betűre vonatkozik, amely a betűtípust követi. A saját térközzel rendelkező betű megtartja azt.
it: Si applica a ogni lettera impostata per seguire il font. Una lettera con spaziatura propria la mantiene.
ja: フォントに合わせる設定のすべての文字に適用されます。独自の字間を持つ文字はそのままです。
ko: 글꼴을 따르도록 설정된 모든 글자에 적용됩니다. 자체 간격이 있는 글자는 그대로 유지됩니다.
ms: Digunakan pada setiap huruf yang ditetapkan mengikut fon. Huruf dengan jarak sendiri mengekalkannya.
pt: Aplica-se a todas as letras definidas para acompanhar a fonte. Uma letra com espaçamento próprio mantém-no.
ru: Применяется ко всем буквам, следующим за шрифтом. Буква с собственными отступами сохраняет их.
zh_hans: 适用于所有设为跟随字体的字母。设有独立间距的字母会保留自己的间距。

source: Applies to every reel. The stage hides its own controls a couple of seconds after you stop touching it, so a screen recording starts clean.
de: Gilt für jedes Reel. Die Bühne blendet ihre eigenen Regler ein paar Sekunden nach dem letzten Tippen aus, damit die Aufnahme sauber startet.
es: Vale para cada reel. El escenario esconde sus controles un par de segundos después de dejar de tocarlo, para que la grabación empiece limpia.
et: Rakendub igale rullile. Lava peidab oma juhtelemendid mõni sekund pärast seda, kui lakkad teda puudutamast, et ekraanisalvestus algaks puhtalt.
fr: S’applique à chaque reel. La scène cache ses commandes deux secondes après que tu as arrêté de la toucher, pour que l’enregistrement parte propre.
hu: Minden reelre vonatkozik. A színpad pár másodperc után elrejti a saját vezérlőit, hogy a képernyőfelvétel tisztán induljon.
it: Vale per ogni reel. Il palco nasconde i suoi comandi un paio di secondi dopo che smetti di toccarlo, così la registrazione parte pulita.
ja: すべてのリールに適用されます。触るのをやめて数秒すると操作が隠れるので、画面収録がきれいに始まります。
ko: 모든 릴에 적용됩니다. 손을 뗀 지 몇 초면 조작이 숨어서, 화면 녹화가 깔끔하게 시작됩니다.
ms: Digunakan pada setiap reel. Pentas menyembunyikan kawalannya beberapa saat selepas anda berhenti menyentuhnya, supaya rakaman skrin bermula bersih.
pt: Aplica-se a cada reel. O palco esconde os controlos uns segundos depois de parares de o tocar, para a gravação começar limpa.
ru: Применяется к каждому ролику. Сцена прячет свои элементы управления через пару секунд после того, как вы перестаёте её касаться, так что запись экрана начинается чисто.
zh_hans: 适用于每条 reel。停止触摸一两秒后，舞台会藏起自己的控件，方便录屏从干净画面开始。

source: Applies your keyboard setup
de: Übernimmt deine Tastaturkonfiguration
es: Aplica la configuración del teclado
et: Rakendab klaviatuuri seadistuse
fr: Applique ta configuration du clavier
hu: Alkalmazza a billentyűzet beállításait
it: Applica la configurazione della tastiera
ja: キーボード設定を適用します
ko: 키보드 설정 적용
ms: Menggunakan persediaan papan kekunci anda
pt: Aplica a configuração do teclado
ru: Применяет настройки клавиатуры
zh_hans: 应用键盘配置

source: Apply
de: Anwenden
es: Aplicar
et: Rakenda
fr: Appliquer
hu: Alkalmazni
it: Applica
ja: 適用
ko: 적용
ms: Guna
pt: Aplicar
ru: Применить
zh_hans: 应用

source: Apply text styles and effects
de: Wende Textstile und Effekte an
es: Aplica estilos y efectos al texto
et: Rakenda tekstile stiile ja efekte
fr: Applique des styles et des effets au texte
hu: Szövegstílusok és effektek alkalmazása
it: Applica stili ed effetti al testo
ja: テキストにスタイルや効果を適用します
ko: 텍스트에 스타일과 효과를 적용하세요
ms: Gunakan gaya dan kesan pada teks
pt: Aplica estilos e efeitos ao texto
ru: Применение стилей и эффектов к тексту
zh_hans: 为文字添加样式和效果

source: Apply to group
de: Auf Gruppe anwenden
es: Aplicar al grupo
et: Rakenda grupile
fr: Appliquer au groupe
hu: Alkalmazás a csoportra
it: Applica al gruppo
ja: グループに適用
ko: 그룹에 적용
ms: Gunakan pada kumpulan
pt: Aplicar ao grupo
ru: Применить к группе
zh_hans: 应用到分组

source: Approval required before this plugin can run.
de: Dieses Plugin benötigt deine Zustimmung, bevor es ausgeführt werden kann.
es: Debes dar tu aprobación antes de que este plugin pueda ejecutarse.
et: Selle pistikprogrammi käivitamiseks on vaja sinu nõusolekut.
fr: Tu dois donner ton accord avant que ce plugin puisse s’exécuter.
hu: A bővítmény futtatásához előbb a jóváhagyásod szükséges.
it: È necessaria la tua approvazione prima di eseguire questo plugin.
ja: このプラグインを実行するには承認が必要です。
ko: 이 플러그인을 실행하려면 먼저 승인이 필요합니다.
ms: Kelulusan anda diperlukan sebelum pemalam ini boleh dijalankan.
pt: É necessária a sua aprovação antes de executar este plugin.
ru: Для запуска этого плагина нужно ваше разрешение.
zh_hans: 此插件需要获得批准才能运行。

source: Approve it in Clink
de: Gib es in Clink frei
es: Apruébalo en Clink
et: Kinnita see Clinkis
fr: Approuve-le dans Clink
hu: Engedélyezd a Clinkben
it: Approvalo in Clink
ja: Clink で承認してください
ko: Clink에서 승인하세요
ms: Luluskan dalam Clink
pt: Aprova-o no Clink
ru: Разрешите его в Clink
zh_hans: 请在 Clink 中批准

source: Apps → Clink → Paste from Other Apps.
de: Apps → Clink → Aus anderen Apps einsetzen.
es: Apps → Clink → Pegar desde otras apps.
et: Rakendused → Clink → Kleepimine teistest rakendustest.
fr: Apps → Clink → Coller depuis d'autres apps.
hu: Appok → Clink → Beillesztés más appokból.
it: App → Clink → Incolla da altre app.
ja: アプリ → Clink → ほかのAppからペースト。
ko: 앱 → Clink → 다른 앱에서 붙여넣기.
ms: App → Clink → Tampal daripada App Lain.
pt: Apps → Clink → Colar de outros apps.
ru: Приложения → Clink → Вставка из других приложений.
zh_hans: App → Clink → 从其他 App 粘贴。

source: Arabic
de: Arabisch
es: Árabe
et: Araabia
fr: Arabe
hu: arab
it: Arabo
ja: アラビア文字
ko: 아랍 문자
ms: Arab
pt: Árabe
ru: Арабский
zh_hans: 阿拉伯文

source: Arabic marks: tap fatha, hold for the rest
de: Arabische Zeichen: tippen für Fatha, halten für die übrigen
es: Signos árabes: toca para la fatha, mantén pulsado para el resto
et: Araabia märgid: puuduta fatha, hoia ülejäänute jaoks
fr: Signes arabes : appuyez pour la fatha, maintenez pour les autres
hu: Arab jelek: koppintás a fathára, nyomva tartás a többiért
it: Segni arabi: tocca per la fatha, tieni premuto per gli altri
ja: アラビア語の記号：タップでファトハ、長押しでその他
ko: 아랍어 부호: 탭하면 파트하, 길게 누르면 나머지
ms: Tanda Arab: ketik untuk fathah, tekan lama untuk yang lain
pt: Sinais árabes: toque para a fatha, mantenha premido para os restantes
ru: Арабские знаки: нажатие — фатха, удержание — остальные
zh_hans: 阿拉伯语符号：点按输入 fatha，长按显示其余符号

source: Arabic-Indic numerals
de: Arabisch-indische Ziffern
es: Cifras arábigo-índicas
et: Araabia-india numbrid
fr: Chiffres arabo-indiens
hu: Arab-indiai számjegyek
it: Cifre arabo-indiane
ja: アラビア・インド数字
ko: 아랍-인도 숫자
ms: Angka Arab-India
pt: Algarismos arábico-índicos
ru: Арабо-индийские цифры
zh_hans: 阿拉伯-印度数字

source: Are you happy with this?
de: Bist du damit zufrieden?
es: ¿Estás contento con esto?
et: Oled sellega rahul?
fr: Le résultat te plaît ?
hu: Elégedett vagy ezzel?
it: Sei soddisfatto di questo?
ja: このスタイルで満足ですか？
ko: 이대로 마음에 드세요?
ms: Puas dengan ini?
pt: Estás satisfeito com isto?
ru: Довольны ли вы этим?
zh_hans: 你满意这个吗？

source: Arithmetic calculator
de: Taschenrechner
es: Calculadora aritmética
et: Aritmeetiline kalkulaator
fr: Calculatrice
hu: Számológép
it: Calcolatrice
ja: 計算機
ko: 계산기
ms: Kalkulator aritmetik
pt: Calculadora
ru: Обычный калькулятор
zh_hans: 算术计算器

source: Arithmetic completions
de: Arithmetische Vervollständigungen
es: Autocompletado aritmético
et: Aritmeetilised täiendused
fr: Complétions arithmétiques
hu: Számtani kiegészítések
it: Completamenti aritmetici
ja: 算術の補完
ko: 산술 완성
ms: Pelengkapan aritmetik
pt: Conclusões aritméticas
ru: Арифметические дополнения
zh_hans: 算术补全

source: Armenian
de: Armenisch
es: Armenio
et: Armeenia
fr: Arménien
hu: örmény
it: Armeno
ja: アルメニア文字
ko: 아르메니아 문자
ms: Armenia
pt: Arménio
ru: Армянский
zh_hans: 亚美尼亚文

source: Arrange
de: Anordnen
es: Organizar
et: Korralda
fr: Agencer
hu: Elrendezés
it: Disposizione
ja: 配置
ko: 배치
ms: Susun
pt: Organizar
ru: Расположение
zh_hans: 排布

source: Arrange keys
de: Tasten anordnen
es: Organizar teclas
et: Korralda klahve
fr: Agencer les touches
hu: Billentyűk elrendezése
it: Sistemare i tasti
ja: キーを並べ替える
ko: 키 배치
ms: Susun kekunci
pt: Organizar teclas
ru: Расположить клавиши
zh_hans: 排布按键
